Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: These, in case you were wondering, are the 50-plus countries—and counting—that will be represented at the Global Voices Summit 2017.
ne: ग्लोबल भ्वाइसेज सम्मेलन २०१७ मा यी ५० भन्दा बढी राष्ट्रहरू तथा थपको प्रतिनिधित्व रहनेछ।

source: In just over a month's time, on December 2-3, hundreds from the four corners of the globe will gather at the TRACE Expert City in Colombo, Sri Lanka, to spend two days together exploring the connections between the open Internet, freedom of expression and online civic movements around the world. Since 2006, Global Voices Summits have brought together the most innovative and inspiring digital activist and citizen media communities from around the world.
ne: अबको एक महिना भित्रमा, डिसेम्बर २-३ का दिन, विश्वका चारैतर्फबाट सयौं प्रतिनिधिहरू श्रीलंकाको कोलम्बोस्थित ट्रेस एक्सपर्ट सिटीमा भेला हुनेछन्। र, यी दुई दिनका दौरान खुल्ला इन्टरनेट, अभिव्यक्ति स्वतंत्रता तथा विश्वभरि संचालित अनलाइन नागरिक आन्दोलनका बारेमा छलफल गर्नेछन् र यिनमा समानता खोज्दै एक आपसमा सम्बन्ध स्थापित गर्नेछन्।

source: These meetings have proven a rich breeding ground for ideas and collaborations across borders, and we look forward to continuing that tradition at the 2017 Summit. Colombo's Beira Lake at night.
ne: सन् २००६ देखि ग्लोबल भ्वाइसेज सम्मेलनहरूले विश्वभरिबाट नव प्रगतिशील तथा प्रेरणादायी डिजिटल एक्टिभिस्ट तथा नागरिक मिडिया समुदायलाई एक जुट गराउँदै आएको छ। यी बैठकहरू नयाँ अवधारण तथा अन्तरदेशीय साझेदारीका उद्गमस्थलका रूपमा परिचित हुँदै आएको छ र यस वर्ष पनि २०१७ सम्मेलनमा हामीले त्यही परम्परालाई निरन्तरता दिने आशा गरेका छौं।

source: PHOTO: Shamli071 via Wikimedia Commons.
ne: रात्रिको समयमा कोलम्बोको बेइरा ताल। विकिमिडिया कमन्समा अपलोड गरिएको Shamli071 को फोटो।

source: This year's program will feature panels, short project showcases, open roundtable sessions and hands-on training workshops with some of the leading voices in digital rights and international citizen media.
ne: डिजिटल अधिकार तथा अन्तर्राष्ट्रिय नागरिक मिडियामा नाम चलेका व्यक्तिहरूको संलग्नता रहने यस वर्षको कार्यक्रममा प्यानल, छोटा परियोजनाका उदाहरण, खुल्ला गोल मेच सत्र तथा व्यावहारिक प्रशिक्षण कार्यशालाहरू संचालन गरिनेछन्। र, यस प्रक्रिया अन्तर्गत हामीले रियल टाइममा अनलाइन सहभागिताका लागि सहजिकरण गर्नुका साथै यस बैठकबाट प्राप्त ज्ञान तथा छलफलको अभिलेख राख्ने, त्यसलाई अनुवाद गर्ने र प्रकाशन गर्ने कार्य गर्नेछौ।

source: And as part of the process, we'll be facilitating real-time online participation as well as capturing, translating and publishing the knowledge and conversations coming out of the meeting. If you'd like to join us in Colombo, please register through the Summit website. And if you're unable to join us in person, we'll be streaming portions of the program live on December 2-3, 2017.
ne: यदि तपाईं हामीसँगै कोलम्बोमा सहभागी हुन चाहनुहुन्छ भने सम्मेलनको वेबसाइटमा दर्ता गर्नुहोस्। र, यदि तपाईं व्यक्तिगत तवरमा सहभागी हुनसक्नुहुन्न भने हाम्रो कार्यक्रमका अंशहरूको डिसेम्बर २-३, सन् २०१७ मा लाइभ स्ट्रीमीङ्ग (अनलाइन प्रत्यक्ष प्रसारण) हेर्न सक्नुहुनेछ।

source: And do keep an eye on the Summit website, Twitter and Facebook for updates!
ne: अपडेटका लागि सम्मेलनको वेबसाइट, ट्वीटर र फेसबूक हेर्नुहोला !

source: The balloon festival is part of the Buddhist celebration of Tazaungdaing, or the “Festival of Lights.”
ne: बेलुन उत्सव तजाउङदेङ, वा "फेस्टिभल अफ लाईटस्" बौद्ध समारोहको अंश हो। फोटो: ज ज/ द एर्रावाडी

source: Photo: Zaw Zaw/ The Irrawaddy
ne: बेलुन उत्सव तजाउङदेङ, वा "फेस्टिभल अफ लाईटस्" बौद्ध समारोहको अंश हो। फोटो: ज ज/ द एर्रावाडी

source: Tens of thousands of people gathered in Shan State capital Taunggyi this week to celebrate the annual balloon festival held around the full moon day of Tazaungmone, the eighth month of the Myanmar Calendar.
ne: म्यानमारको पात्रो अनुसार आठौं महिनाको पूर्णिमाको दिन तजाउङमोनको आसपास आयोजित वार्षिक बेलुन उत्सव मनाउन यस हप्ता हजारौं मानिसहरू शान राज्यको राजधानी ताउन्जीमा जम्मा भए।

source: The balloon festival takes place from October 26 to November 4 this year and is part of the Buddhist celebration of Tazaungdaing, or the “Festival of Lights.” The week marks the end of Kahtein, where robes are given to Buddhist monks. Each year, teams of locals launch homemade hot air balloons made of paper and bamboo in a competition that concludes the day after the full moon, which this year falls on Friday.
ne: यस वर्ष बेलुन उत्सव अक्टोबर २६ देखि नोभेम्बर ४ सम्म हुन्छ र यो तजाउङदेङ, वा "फेस्टिभल अफ लाईटस्" बौद्ध समारोहको अंश हो। यस हप्ताले काहतिन अन्त्य भएको जनाउँछ, जहां बौद्ध भिक्षुहरूलाई वस्त्र दिने गरिन्छ।

source: Although the British reportedly introduced the annual balloon competition during the colonial era, the practice is also considered an offering of light to Buddhist spirits.
ne: हरेक वर्ष स्थानीय समूहहरूले प्रतियोगितामा कागज र बाँसबाट घरमै निर्मित हट एयर बेलुन उडाउँछन् जुन पूर्णिमाको दिनपछि समापन भएको जनाउँछ। यो यस वर्ष शुक्रबारको दिन पर्छ।

source: During the day, balloons are launched and a fairground runs at the site of the festival—a field on the outskirts of the mountaintop town of Taunggyi. The festival is one of the most famous and significant cultural celebrations in Myanmar.
ne: वार्षिक बेलुन प्रतियोगिता ब्रिटिश औपनिवेशिक कालमा शुरू भएको विश्वास गरिएतापनि यो अभ्यास बौद्ध आत्माहरूलाई लक्षित प्रकाश अर्पणको रूपमा पनि मानिन्छ।

source: As much as it is spectacular, it is also one of the most dangerous festivals where people are sometimes injured—and even killed—in accidents while launching the balloons.
ne: उत्सवको दिन बेलुन उडाइन्छन् र उत्सव स्थलको मैदानमा मेला संचालन हुन्छ - पर्वतमा अवस्थित ताउन्जी शहरको बाहिरी भागमा।

source: See more photos of the festival below: The balloon festival is part of the Buddhist celebration of Tazaungdaing, or the “Festival of Lights.”
ne: यो उत्सव म्यानमारमा सबैभन्दा प्रसिद्ध र महत्त्वपूर्ण सांस्कृतिक उत्सव हो। यो जति भव्य छ, त्यत्ति नै सबैभन्दा खतरनाक उत्सवमध्ये एक पनि हो, जहाँ मानिसहरु बेलुन उडाउदा दुर्घटनामा परेर कहिलेकाहीं घाइते —हुन्छन् - र मर्छन् पनि।

source: Photo: Zaw Zaw/ The Irrawaddy The balloon festival is part of the Buddhist celebration of Tazaungdaing, or the “Festival of Lights.”
ne: बेलुन उत्सव तजाउङदेङ, वा "फेस्टिभल अफ लाईटस्" बौद्ध समारोहको अंश हो। फोटो: ज ज/ द एर्रावाडी

source: Watch a Short History of Japan's Frighteningly Good Horror Films · Global Voices
ne: जापानका डरलाग्दा हरर फिल्मको संक्षिप्त इतिहास

source: A still from the 1964 horror film Onibaba. Screencap from YouTube.
ne: सन् १९६४ को हरर फिल्म ओनिबाबाको एक दृश्य। युट्युबबाट लिइएको स्क्रीनक्याप।

source: "A Short History of Japanese Horror" takes a look at horror in Japanese culture, from the genre's roots in folk stories and Kabuki plays throughout the ages.
ne: "अ सर्ट हिस्ट्री अफ जापानीज हरर"ले जापानी संस्कृतिमा वर्षौदेखि चलिआएका लोककथा तथा काबुकी नाटकमा आधारित यस विधाबारे वर्णन गर्दछ।

source: The video covers many Japanese horror classics, including "Kaidan" and "Onibaba" from Japan's Golden Age of cinema in the 1950s and 1960s to more contemporary landmark horror films such as "Tetsuo: the Iron Man" and "Ringu".
ne: यस भिडियोमा "काइदान", सन् १९५० तथा १९६० ताकाको जापानी सिनेमाको स्वर्णिम युगको "ओनिबाबा"देखि समकालीन विख्यात हरर फिल्म "तेत्सुओ: द आइरन म्यान" र "रिंगु"समेतका जापानी हरर क्लासिक्सहरू समेटिएका छन्।

source: If you want to learn more, "So You Want to Read Japanese Horror: Here’s Where to Start" by Feliza Casano for Unbound Worlds, a website focused on literary coverage of science fiction and fantasy, is also a good place to start.
ne: यदि तपाईं यसबारे थप जानकारी लिन चाहनुहुन्छ भने सुरुवातका लागि साइन्स फिक्सन तथा फ्यान्टेसी कभरेज गर्ने वेबसाइट अनबाउन्ड वल्र्ड्सका लागि फेलिजा कासानो लिखित "सो यु वान्ट टु रीड जापानीज हरर: हेयर्स ह्वेयर टु स्टार्ट" राम्रो गन्तव्य हुनसक्छ।

source: Activist Faces Imprisonment For His Book Criticizing The Indian River Inter-Linking Project · Global Voices
ne: भारतीय नदी जोड्ने परियोजनाको आलोचना गर्दै किताब लेख्ने अधिकारकर्मीलाई जेल सजाय

source: India River Inter-Linking Project map. Image by AmyNorth via Wikimedia Commons.
ne: भारतीय नदी जोड्ने परियोजनाको नक्शा। विकिमिडिया कमन्सअन्तर्गत एमीनर्थको तस्वीर। CC BY-SA 3.0

source: He is also known for his activism in stopping a coal bed methane (CBM) gas project in Tamil Nadu. Last July, Jayaraman was also arrested — along with eight others — for participating in protests against the Indian multinational, Oil and Natural Gas Corporation, and its oil extraction in Kathiramangalam in Tamil Nadu.
ne: २२ अक्टोबरका दिन दक्षिणपूर्वीय भारतीय राज्य तमिल नाडुले भारतीय शिक्षाविद्, अनुसन्धानकर्ता, तथा अधिकारकर्मी टि जयरमणलाई उनको हालै प्रकाशित किताबमा गरिएका टिप्पणीका लागि प्रहरीले Tamil Nadu अभियोग लगाएको छ। तमिल नाडुको शहर मइलादुथुराइका प्रहरीले औपचारिक रूपमा जयरमणलाई राष्ट्रिय सार्वभौमता तथा अखण्डताविरुद्ध बोलेको आरोप लगायो। इण्डियन पिनल कोड सेक्शन १५३ बी (१)(बी) अन्तर्गत यो कार्य दण्डनीय छ।

source: For the 42 days he was detained at the Tiruchirappalli Central Prison, Jayaraman penned the 48-page booklet at the center of the current conflict.
ne: जयरमण मुम्बइको टाटा इन्स्टीच्युट अफ सोसल साइन्सेजका प्रोफेसर तथा जलवायु नीतिका अनुसन्धानकर्ता हुन्। तमिल नाडुमा कोल बेड मिथेन ग्याँस परियोजना बन्द गर्नका लागि उनले गरेको एक्टिभिज्मका लागि उनी चिनिन्छन्।

source: The booklet titled, "Nathigalai Inaippum Aarugalai Pidungi Virkkum India" (Interlinking of Rivers and India Snatching and Selling Its Rivers), was released the same day Jayaraman was charged, and allegedly addresses concerns about the possibility that the River Inter-Linking project would lead to corporate control of public water sources. FIR filed against Anti-Methane protester T Jayaraman reportedly for Speaking& Publishing against d Integrity of nation.@NewIndianXpress pic.twitter.com/Ik5htJjtWc — M Manikandan (@Mani_TNIE) October 29, 2017
ne: भारतीय बहुराष्ट्रिय कम्पनी आयल एण्ड नेचुरल ग्याँस कर्पोरेशन तथा यसले तमिल नाडुको कथिरामंगलममा गरेको तेल उत्खननविरुद्ध विरोध प्रदर्शनमा सहभागी भएकोले गत जुलाईमा अन्य आठका साथ जयरमण पनि पक्राउ परे। उनलाई तिरुचिरापल्ली केन्द्रीय कारागारमा ४२ दिनसम्म कैद गरिंदा जयरमणले हालैको द्वन्द्वकोबीचमा ४८ पृष्ठको पुस्तिका लेखे।

source: The Indian Rivers Inter-link is a large-scale civil engineering project that aims to connect 37 Himalayan and peninsular rivers. The idea is that the water-surplus rivers will be contained with dams, and the excess water will be diverted by a network of reservoirs and canals to rivers that need more water flow. This project is aimed at reducing persistent floods in some parts of the country and water shortages in others.
ne: "नाथिगालाइ इनाइप्पुम आरुगालाइ पिदुंगी विरक्कुम इण्डिया" (नदीहरूलाई जोड्ने तथा इण्डियाद्वारा आफ्ना नदीहरू खोस्ने र बेच्ने कार्य) नामक यो पुस्तिका त्यहि दिन लोकार्पण भयो जुन दिन जयरमणलाई अभियोग लगाइयो। यसले नदी जोड्ने परियोजनाले सार्वजनिक जलश्रोतमाथि कर्पोरेट नियन्त्रण निम्त्याउन सक्ने चिन्तालाई कथित रूपमा सम्बोधन गरेको छ।

source: However, ecologists and environmentalists have warned that the project is imprudent, dangerous and a disaster in waiting.
ne: खबरका अनुसार राष्ट्रिय अखण्डताविरुद्ध वक्तव्य दिएको तथा मिथेनविरोधी प्रदर्शनकारी टी जयरमणविरुद्ध एफआइआर दायर।

source: More than half a million people are likely to be displaced in the process, and a lot of cultivable lands will be destroyed.
ne: भारतीय नदीहरूको अन्तरसंयोजन वृहत जनपद अभियांत्रिकी परियोजना हो र यसले ३७ हिमाली तथा प्रायद्वीपीय नदीहरूलाई जोड्ने लक्ष्य राखेको छ। यसको अवधारणा आवश्यकताभन्दा बढी पानी भएका नदीहरूलाई बाँधद्वारा थुनेर अधिक पानीलाई रिजर्भायर तथा नहरहरूको सञ्जालमार्फत पानीको बहाव कम भएका नदीमा खसाउने रहेको छ। यस परियोजनाले देशका केही भागमा लगातारको बाढी तथा केहीमा हुने पानीको कमीलाई कम गर्ने लक्ष्य लिएको छ। यद्यपि, पर्यावरणविद् तथा वातावरणविद्ले यो परियोजना अविवेकपूर्ण र खतरनाक तथा पर्खिरहेको विपद् भएको चेतावनी दिएका छन्। यस दौरान संभवतः पाँच लाखभन्दा बढी व्यक्ति विस्थापित हुने तथा धेरै खेतीयोग्य जमीन नष्ट हुनेछ।

source: According to Jayaraman, the project is not only imprudent, but could also lead to corporate control of public water sources:
ne: जयरमणका अनुसार या परियोजना अविवेकपूर्ण मात्र नभएर यसले सार्वजनिक जलश्रोतमाथि कर्पोरेट नियन्त्रण निम्त्याउन सक्नेछ:

source: ...the corporate companies are funding this project, and in return, the rivers will be under their control and the farmers and public have to buy water from these corporate companies and the book deals with these problems.
ne: ...कर्पोरेट कम्पनीहरूले यस परियोजनालाई वित्तीय सहयोग गर्दैछन् र बदलामा यी नदीहरू यिनीहरूको नियन्त्रणमा जानेछन् र किसान तथा आम जनताले यी कर्पोरेट कम्पनीहरूसँग पानी खरीद गर्नु पर्नेछ र यो किताबले यिनै समस्याहरूबारे बोल्दछ।

source: Jayaraman claimed that the charges are baseless and the book is not against national unity.
ne: जयरमणले उनीमाथि लगाइएको अभियोग निराधार भएको र यो किताब राष्ट्रिय एकताविरुद्ध नभएको दावी गरे। उनले सोधे पनि:

source: He also asked:
ne: यदि मलाई आफ्ना विचार व्यक्त गर्न दिइदैन भने यो कसरी लोकतन्त्र हुनसक्छ? के हामीले सरकारी योजनाविरुद्ध लेख्न पाउदैनौं?

source: How is this a democracy if I am not allowed to express my thoughts?
ne: विभिन्न व्यक्तिहरूले यस अवस्थाबारे ट्वीटरमा प्रतिक्रिया जनाए:

source: Are we not allowed to write against government schemes anymore?
ne: यो दुर्भाग्यपूर्ण हो! के मानिसहरूले यो जस्तै सरकारी योजनाहरूको आलोचना गर्ने अधिकार गुमाइसके?

source: People reacted to the situation on Twitter: This is sad!
ne: के कसैले मलाई बुझाउन सक्छ सरकारी नीतिको विरोध गर्नु कसरी देशद्रोह हुन्छ?

source: Can anybody make me understand how opposing govts policies become sedition?
ne: यो घृणायोग्य छ। वाद विवादलाई दबाउन सकिन्न, असहमतिलाई चुप लगाउनु हुन्न। कानुनको दुरुपयोग गर्नुहुन्न।

source: In December 2011, more than 6,000 protestors from fishing villages of Idinthakarai and Kudankulam were charged under Section 121 (waging war against the government) and Section 124A (sedition) of the Indian Penal Code for their protests against the Kudankulam Nuclear Power Plant. In 2016, sedition charges were also filed against Amnesty International India, on the grounds that certain slogans used in one of their events were insulting to India.
ne: विगतमा तमिल नाडु सरकारले आणविकविरोधी प्रदर्शनकारीहरूलाई लक्षित गर्दै देशद्रोहसम्बन्धी कानुन प्रयोग गरेको थियो। सन् २०११ डिसेम्बरमा माझी गाउँहरू इडिनठकराइ र कुडनकुलमका ६,००० भन्दा बढी प्रदर्शनकारीलाई इण्डियन पिनल कोडको सेक्शन १२१ (सरकारविरुद्ध युद्ध छेडेको) तथा सेक्शन १२४ए (देशद्रोह) अन्तर्गत कुडनकुलम आणविक भट्टीविरुद्ध प्रदर्शन गरेको अभियोग लगाइयो। सन् २०१६ मा एम्नेष्टि इन्टरनेशनल इण्डियाविरुद्ध उनीहरूको एक कार्यक्रममा भारतलाई अपमान गर्ने केही नारा प्रयोग गरेको आरोपमा देशद्रोहको अभियोग दर्ता गरियो।

source: Lawyer and Activist Prashant Bhushan from New Delhi writes in Facebook:
ne: दिल्लीबाट अधिवक्ता तथा अधिकारकर्मी प्रशान्त भूषण फेसबूकमा लेख्छन्:

source: Sedition case for writing against river linking! This is a most financially, socially, environmentally disastrous idea.
ne: नदी जोड्नेविरुद्ध लेखेकोमा देशद्रोहको मुद्दा! यो वित्तीय, सामाजिक, वातावरणीय हिसाबमा सबैभन्दा विनाशकारी अवधारणा हो।

source: It remains to be seen whether the case against Professor Jayaraman will hold up.
ne: घृणायोग्य। तमिल नाडु प्रहरी आफैंमा कानुन भएको छ। सन् २०१२ मा एकमात्र विरोध प्रदर्शनका लागि उनीहरूले ८००० देशद्रोहका मुद्दा दायर गरे।

source: In the case of Kedarnath vs the State of Bihar (1962), the Indian Supreme court outlines the limits of a citizens right to criticize government:
ne: प्रोफेसर जयरमणविरुद्धको मुद्दा रहिरहन्छ कि रहँदैन हेर्न बाँकी छ। बिहार राज्य र केदारनाथबीचको मुद्दा (सन् १९६२) मा भारतीय सर्वोच्च अदालतले सरकारको आलोचना गर्ने नागरिक अधिकारको दायरा तोकेको छ:

source: Tamura Kenichi has pulled off an incredible achievement: he has traveled from one end of Japan to the other by local bus.
ne: नागासाकी केनेइबाट शिम्बारा प्रायद्वीप जाने बसमा यात्रा गर्दै। तस्वीर: नेभिन थम्पसन।

source: The first video in the series begins near Wakkanai, Japan's northernmost settlement.
ne: तामुरा केनिचिले अभूतपूर्व उपलब्धि हासिल गरेका छन् उनले जापानको एक कुनाबाट अर्को कुनाको यात्रा सार्वजनिक बसबाट गरेका छन्।

source: The trip continues by bus along the remote Sea of Okhotsk coastline, passing through some of the most spectacular scenery in Japan. Not all of the 11-plus-hour trip is documented in the video, but it's still a great way to explore Japan.
ne: यस श्रृंखलाको पहिलो भिडियो जापानको सबैभन्दा उत्तरमा रहेको बस्ती वाक्कानाइबाट सुरु हुन्छ। यो बस यात्रा दुर्गम सी अफ ओखोत्स्क समुद्री किनारा हुँदै जान्छ र जापानका केही अति सुन्दर दृश्यावलोकन गराउँछ। एघार घण्टाभन्दा बढी लामो सम्पूर्ण यात्रा यस भिडियोमा समेटिएको छैन तर जापानबारे जान्न यो अत्यन्त राम्रो तरिका हो।

source: In another video, Olelesaggy travels by bus from the Japan Sea castle town of Kanazawa up the west coast of the wild and remote Noto Peninsula, a trip of about 100 kilometers.
ne: अर्को भिडियोमा ओलेओलेस्यागी जापानी समुद्रको किल्ला भएको शहर कानाजावाबाट प्राकृतिक तथा दुर्गम नोतो प्रायद्वीपको पश्चिम समुद्रतटसम्मको १०० किलोमिटरको दुरी बसबाट तय गर्छन्।

source: As the bus travels through some of the more isolated towns on the coast towards the end of the video, based on the warm and animated conversation it becomes obvious the bus driver is quite friendly with the passengers on the bus, locals who rely on the transit service to get around this rural area.
ne: भिडियोको अन्त्यतिर बस समुद्रतटका एकान्त शहरहरूतिर लम्किदैं गर्दा बसभित्रको आत्मीय तथा जोशपूर्ण कुराकानी हेर्दा बसचालक यस ग्रामीण क्षेत्रमा यी पारवहन सेवामा भरपर्ने यात्रुहरूसँग निकै नै घुलमिल भएको प्रतीत हुन्छ।

source: Toxic Smog in New Delhi Leaves Residents Coughing and Demanding Action · Global Voices
ne: विषाक्त तुवाँलोले नयाँ दिल्लीवासीहरूमा खोकीको समस्या र समाधानको माग

source: A foggy morning in Dhaula Kuan, Delhi. Image via Flickr by Oatsy40. CC BY 2.0
ne: धूमिलो बिहान धौला कुवां, दिल्ली । फ्लिकर तस्वीर ओटासी४०। CC BY 2.0

source: Over the last few days, India's political capital, New Delhi, has witnessed toxic smog engulf the city, threatening a break-out of major respiratory ailments.
ne: विगत केही दिनदेखि भारतको राजनैतिक राजधानी, नयाँ दिल्लीले शहरलाई ढाकेको विषाक्त धुवाँको अनुभव गरेको छ, यसले श्वासप्रश्वास रोग फैलिन सक्ने खतरा छ।

source: In response, the government has shut down schools and declared a public health emergency, but criticism is building that authorities aren't doing enough to solve the situation.
ne: जवाफमा सरकारले विद्यालय बन्द गरेको छ र जनस्वास्थ्य संकट, घोषणा गरेको छ, तर स्थिति समाधान गर्न अधिकारीहरूले पर्याप्त काम नगरेको भन्दै आलोचना शुरु भएको छ।

source: There have been increasing instances of smog engulfing many parts of North India just before the winter in recent years. 2017, however, has seen the problem worsen dramatically. The photos below, uploaded by Twitter user @gandabherunda, illustrates how thick the smog was at the end of October.
ne: हालैका वर्षहरुमा हिउदको ठीक पहिले उत्तर भारतका धेरै भागहरूमा तुवाँलोले ढाकिने घटनाहरु बढ्दै गएको छ। २०१७ मा यो समस्या नाटकीय रूपले खराब भएको छ। ट्विटर प्रयोगकर्ता @gandabherunda द्वारा अपलोड गरिएको तलका फोटोहरूले अक्टोबरको अन्त्यमा तुवाँलो कति बाक्लो थियो भन्ने देखाउँछन्।

source: This is #Delhi as seen from above just few minutes before landing.Wonder how do ppl even breathe,live & survive here everyday! #Smog pic.twitter.com/jQFtq8TeUR — Chetan Anantharamu (@gandabherunda) October 27, 2017
ne: हवाइजहाज अवतरण हुनु केही मिनट अगाडि आकाशबाट देखिने#Delhi हो यो। आश्चर्य कसरी मानिसहरू यहाँ हरेक दिन श्वास फेर्छन्, बस्छन् र बाँच्छन्!

source: According to the US Embassy air pollution tracker in New Delhi, the levels of PM2.5 (fine particulate matter) reached 703 on November 7, 2017, which is far above 300, the mark when air is deemed as hazardous. The World Health Organization says sustained exposure to high levels of PM 2.5 can cause respiratory diseases, inflammation of the lungs, and even heart problems.
ne: नयाँ दिल्लीस्थित अमेरिकी दूतावासको वायु प्रदूषण मापन अनुसार, नोभेम्बर ७, २०१७ मा पीएम २.५ (फाइन पर्टिकुलेट म्याटर ) को स्तर ७०३ पुगेको छ, जुन ३०० भन्दा धेरै बढी हो र यो वायु जनस्वास्थ्यको लागि खतरनाक मानिन्छ।विश्व स्वास्थ्य संगठन का अनुसार उच्च तहको पीएम २.५ लगातारको संपर्कले श्वासप्रश्वासजन्य रोगहरू, फोक्सोको सूजन, र मुटुको समस्या समेत पैदा गर्न सक्छ।

source: To compare, New Delhi's smog beats Beijing's infamous pollution, according to reports, as the carcinogenic pollutants in the city's air are ten times the reading in the Chinese capital.
ne: तुलना गर्दा नयाँ दिल्लीको तुवाँलो बेइजिङको बदनाम प्रदूषणलाई पछि पारेको छ, रिपोर्टअनुसार, शहरको हावामा क्यान्सरजन्य प्रदूषक मात्रा चिनियाँ राजधानीको भन्दा १० गुणा बढी छ।

source: 'Delhi has become a gas chamber'
ne: ‘दिल्ली ग्याँस च्याम्बर बनेको छ’

source: The capital's chief minister Arvind Kejriwal, took to social media, terming the megacity of 20 million people as a "gas chamber" and blamed the pandemic to crop burning in neighboring Indian states:
ne: राजधानीका मुख्यमन्त्री अरविन्द केजरिवालले २ करोड मानिसहरु बसोबास गर्ने शहर दिल्ली "ग्याँस च्याम्बर" को रूपमा परिणत भएको सामाजिक सञ्जालमा बताएका छन् र यसमा क्रप बर्निङ का लागि छिमेकी भारतीय राज्यहरुलाई दोषी ठहर्याएका छन्:

source: Delhi has become a gas chamber. Every year this happens during this part of year. We have to find a soln to crop burning in adjoining states — Arvind Kejriwal (@ArvindKejriwal) November 7, 2017
ne: दिल्ली ग्याँस च्याम्बर बनेको छ। हरेक वर्ष यो समयमा यस्तो हुने गरेको छ। नजिकका राज्यहरूमा क्रप बर्निङ समस्याको हामीले समाधान खोज्नुपर्दछ।

source: Garbage fires and factory emissions are said to contribute to the problem, too. This augured by low wind speeds and low temperatures make the problem worse and are having a negative impact on residents' health.
ne: फोहोर मैलाबाट उत्पन्न आगो र कारखाना उत्सर्जनले पनि समस्या बढाउन सहयोग पुर्याउछन्। यसले कम हावाको गति र कम तापमानले बढाएको समस्यालाई अझ खराब बनाउँछ र स्थानियवासीको स्वास्थ्यमा नकारात्मक असर पर्दछ।

source: According to the UK newspaper the Guardian, doctors in New Delhi have claimed half their patients suffering from lung cancer are non-smokers.
ne: बेलायती अखबार गार्जियन का अनुसार, नयाँ दिल्लीका डाक्टरहरूले भनेका छन् कि फोक्सोको क्यान्सरबाट पीडित उनीहरूका आधा बिरामीहरू धूम्रपान नगर्ने व्यक्तिहरू छन्। मेडिकल फेसिलिटीका एकजना फोक्सो सर्जन अरविन्द कुमारले गार्जियनलाई भने:

source: Arvind Kumar, a lung surgeon at the medical facility told the Guardian: In the last two years, half my lung cancer patients have been non-smokers. I am seeing a peak in people aged in their 40s, even people in their 30s.
ne: विगत दुई वर्षमा, मेरा फोक्सो क्यान्सरको रोगीहरू आधा धूम्रपान नगर्ने व्यक्तिहरु छन्। म ४० वर्ष उमेरका मानिसहरूमा ज्यादै देख्दैछु, ३० वर्षका मानिसहरूमा समेत। हामी कहाँ चाँडै क्यान्सर भइरहेको छ, धेरै जस्तो धूम्रपान नगर्नेहरूमा र महिलाहरूमा।

source: The World Health Organization meanwhile has named Delhi the world's most polluted mega-city, beating Cairo, Mumbai, and Kolkata.
ne: यस बीच विश्व स्वास्थ्य संगठनले कायरो, मुम्बई र कोलकातालाई उछिन्दै दिल्ली संसारको सबैभन्दा प्रदूषित मेगा सिटीको सूचीमा राखेको छ। र अन्तर्राष्ट्रिय मेडिकल जर्नल लान्सेट का अनुसार, वायु प्रदूषणले २०१५ मा २५ लाख भारतीय मानिसहरूलाई नोक्सान पुर्याएको छ।

source: And according to international medical journal, Lancet, air pollution has claimed as many as 2.5 million Indian people in 2015. Many citizens have taken to Twitter to express their disdain.
ne: धेरै नागरिकहरूले आफ्ना असहमति व्यक्त गर्न ट्विटर प्रयोग गरेका छन्। #SmogInDelhi ह्यासट्याग केही समयको लागि प्रचलनमा थियो। पत्रकार एनी गोवेनले लेखिन्:

source: Journalist Aman Sharma expressed concern over the perceived lack of action to solve the problem: Feeling sick to the core due to this smoke & smog though I was not out much.
ne: “खराब मौसम” को अभिव्यक्ति “पंजाब र हरियाणाका किसानहरूको लागि कैयौं एकडको धानबाली भित्राइसकेपछि अवैध रूपले जलाउनु र उत्तर भारत र लाहौर, पाकिस्तानमा लाखौंलाई खतरामा पार्नु हो?”

source: No one doing anything about it.
ne: पत्रकार अमन शर्माले समस्या समाधान गर्ने कार्यको अभावबारे चिन्ता व्यक्त गरे:
